Repository: PepperFramework/configuration-tool
Catalog: Resources/ApplicationResource.*.resx
Languages: de

# Greating
source: Hello Welcome to Rezep
de: Hallo und Willkommen bei Rezep

source: Language
de: Sprache

# QuestionsManagement
source: Question Management
de: Fragenverwaltung

source: Settings
de: Einstellungen

# WelcomeMessageText
source: Welcome to Rezep. In on this website you can change your Rezep-Settings or manage your questions.
de: Willkommen bei Rezep. Auf dieser Website können Sie Ihre Rezep-Einstellungen ändern oder Ihre Fragen verwalten.

source: Pepper settings
de: Peppereinstellungen

# ErrorTextQuestion
source: Please enter a question with a minimum of 10 characters
de: Bitte geben Sie einen Frage mit mindestens 10 Buchstaben ein

# ErrorTextAnswer
source: Please enter a answer with a minimum of 10 characters
de: Bitte geben Sie einen Antwort mit mindestens 10 Buchstaben ein

source: Question
de: Frage

source: Answer
de: Antwort

# ErrorTextInputQuestionManagment
source: Place enter at least 10 characters
de: Bitte geben Sie mindestens 10 Buchstaben ein

# SelectLanguage
source: Choose a language
de: Wähle einen Sprache aus

source: Submit
de: Einreichen

source: Reset
de: Zurücksetzen

# NotAuthorized
source: Sorry, you're not authorized to access this page.
de: Du hast nicht die nötige berechtigung um auf diese Seite zu zugreifen.

# LoginButton
source: Login
de: Einloggen

# AddNewMembers
source: Here you can add new members. Please enter the mail address of the person you want to add. They will get a mail and log in.
de: Hier kannst du neue Benutzer hinzufügen. Bitte füge die mail adresse, der person die die du hinzufügen möchtest unten ein.

source: Register User
de: Benutzer regestrieren

source: Admin Page
de: Admin Seite

# AlreadyLoggedIn
source: You are already, logged in!
de: Du bist bereits eingeloggt!

# EmailRequired
source: Email is required!
de: Du musst eine Email eingeben!

# PasswordRequired
source: Password is required!
de: Du musst ein Passwort eingeben!

source: Password
de: Passwort

# NameRequiredErrorMessage
source: Your first name is required!
de: Dein Name ist erfoderlich

# LastNameRequiredErrorMessage
source: Your last name is required!
de: Dein Nachname ist erforderlich!

# EmailRequiredErrorMessage
source: Your email is required!
de: Email erforderlich!

source: First Name
de: Vorname

source: Last Name
de: Nachname

# PasswordConfirmErrorMessage
source: Your passwords do not match!
de: Dein Passwort stimmt nicht überein!

# PasswordConfirmRequiredErrorMessage
source: Please confirm your password!
de: Bitte bestätige dein Passwort!

# PasswordRequiredErrorMessage
source: Your password is required!
de: Dein Passwort ist erforderlich!

# AgreeToTOS
source: You must agree to your TOS!
de: Sie müssen den AGBs zustimmen!

# IAgreeToTOS
source: I agree to the TOS!
de: Ich stimme den AGBs zu!

# PasswordCapitalLetter
source: Password must contain at least one capital letter!
de: Das Passwort muss mindestens einen Großbuchstaben enthalten!

# PasswordDigit
source: Password must contain at least one digit
de: Das Passwort muss mindestens eine Ziffer enthalten!

# PasswordLength
source: Password must be at least of length 8!
de: Das Passwort muss mindestens die Länge 8 haben!

# PasswordLowercaseLetter
source: Password must contain at least one lowercase letter!
de: Das Passwort muss mindestens einen Kleinbuchstaben enthalten!

# PasswordMatch
source: Passwords don't match!
de: Passwörter stimmen nicht überein!

# PasswordStrength
source: Choose a strong password!
de: Wählen Sie ein sicheres Passwort!

source: Register
de: Registrieren

# RepeatPassword
source: Repeat the password!
de: Wiederholen Sie das Passwort!

# NotImplemented
source: NOT IMPLEMENTED! (yet)
de: Noch nicht implementiert!
